[
  "better-word-count",
  "obsidian-languagetool-plugin",
  "mermaid-tools",
  "obsidian-image-toolkit",
  "obsidian-emoji-toolbar",
  "obsidian-pandoc",
  "obsidian-excalidraw-plugin",
  "obsidian-charts",
  "omnisearch",
  "3d-graph",
  "obsidian-functionplot",
  "oz-image-plugin",
  "table-editor-obsidian",
  "obsidian-outliner",
  "obsidian-icon-folder",
  "obsidian-mind-map",
  "handwritten-notes",
  "image-converter",
  "obsidian-desmos",
  "obsidian-smart-typography",
  "highlightr-plugin",
  "obsidian-enhancing-mindmap",
  "obsidian-markmind",
  "obsidian-annotator",
  "obsidian-export-image",
  "obsidian-leaflet-plugin",
  "auto-displaystyle-inline-math",
  "enhance-youtube-links",
  "text-extractor",
  "excalibrain",
  "advanced-merger",
  "obsidian-auto-link-title",
  "dataview",
  "janitor",
  "calendar",
  "excel",
  "code-styler",
  "settings-search",
  "cmdr",
  "recent-files-obsidian",
  "obsidian-vault-changelog",
  "url-into-selection",
  "obsidian-excel-to-markdown-table",
  "obsidian-paste-image-rename",
  "obsidian-book-search-plugin",
  "code-emitter",
  "quickadd",
  "quick-latex",
  "obsidian-latex",
  "obsidian-math-plus",
  "numerals",
  "mathlinks",
  "meld-calc",
  "breadcrumbs",
  "obsidian-underline",
  "obsidian-plugin-update-tracker",
  "note-refactor-obsidian",
  "obsidian-plugin-toc",
  "obsidian-file-color",
  "colored-tags",
  "color-palette",
  "nldates-obsidian",
  "emoji-shortcodes",
  "colored-text",
  "editing-toolbar",
  "graph-analysis",
  "obsidian-reading-time",
  "waypoint",
  "obsidian-dice-roller",
  "obsidian-chartsview-plugin",
  "obsidian-text-format",
  "obsidian-full-calendar",
  "heatmap-calendar",
  "obsidian-jump-to-date-plugin",
  "time-ruler",
  "execute-code",
  "obsidian-markdown-export-plugin",
  "obsidian-git",
  "obsidian-thumbnails",
  "fantasy-calendar",
  "buttons",
  "obsidian-checklist-plugin",
  "cmenu-plugin",
  "code-block-copy",
  "obsidian-day-planner",
  "obsidian-dynamic-toc",
  "obsidian-dictionary-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-enhancing-export",
  "homework-manager",
  "obsidian-hover-editor",
  "obsidian-icons-plugin",
  "obsidian-latex-suite",
  "obsidian-map-view",
  "obsidian-markdown-formatting-assistant-plugin",
  "markdown-prettifier",
  "media-extended",
  "multi-column-markdown",
  "obsidian-extract-pdf-highlights",
  "obsidian-projects",
  "obsidian-reminder-plugin",
  "obsidian-style-settings",
  "obsidian-table-to-csv-exporter",
  "obsidian-tasks-plugin",
  "obsidian-transcription",
  "merge-notes",
  "file-diff"
]